#ვთხოვ მომხმარებელს პირველ რიგში შემოიტანოს str. ტიპის ინფორმაცია და ვამრავლებ ხუთზე
num1 = input("please enter first number: ")
print(num1 * int(5))
#იმის გამო რომ მომხმარებლის მიერ შემოტანილი ინფორმაცია იყო str. ტიპის, გამრავლების შესრულებისას მომხმარებლის შემოტანილი რიცხვი (77) უბრალოდ დაიწერა 5 ჯერ გამრავლების ნაცვლად.




#ამჯერად ვთხოვ მომხმარებელს შემოიტანოს რიცხვი. და ამ რიცხვს ვამრავლებ 5-ზე.
num2 =int(input("please enter second number : "))
print(num2 * int(5))
#იმის გამო რომ მომხმარებლის მიერ შემოტანილი ინფორმაცია იყო რიცხვი(99) გამრავლება ჩვეულებრივად შესრულდა და მივიღეთ რიცხვი 495.