#ვიყენებ ყველა კონვერტაციის ფუნქციებს და ვასრულებ მათზე მაგალითებს.

#მთელ რიცხვებზე ვასრულებ მოქმედებსბს და შედეგები გამომაქვს ტერმინალში
print(int(99) + int(77)) 
print(int(99) - int(77))
print(int(99) * int(77))
print(int(99) / int(77))
print(int(99) // int(77))
print(int(99) % int(77))

#ვასრულებ მოქმედებებს მთელ რიცხვსა და ათწილადებს შორის. შედეგები გამომაქვს ტერმინალში.
print(int(99) + float(7.7))
print(int(99) - float(7.7))
print(int(99) * float(7.7))
print(int(99) / float(7.7))
print(int(99) // float(7.7))
print(int(99) % float(7.7))

#ვასრულებ მოქმედებებს მხოლოდ ათწილადებს შორის. შედეგები გამომაქვს ტერმინალში.
print(float(99) + float(7.7))
print(float(99) - float(7.7))
print(float(99) * float(7.7))
print(float(99) / float(7.7))
print(float(99) // float(7.7))
print(float(99) % float(7.7))

#ვასრულებ მოქმედებებს str. ტიპის მონაცემს და მთელ რიცხვს შორის.
print(str(99) + float(7.7))
print(str(99) - float(7.7))
print(str(99) * float(7.7))
print(str(99) / float(7.7))
print(str(99) // float(7.7))
print(str(99) % float(7.7))




#მოქმედებები შესრულდა ყველა შემთვევაში გარდა ბოლო შემთხვევია. ჩვენ შეგვიძლია როგორც მთელ რიცხვებზე ასევე ათწილადებზე შევასრულოთ მოქმედებები. ასევე შეგვიძლია ათწილადსა და მთელ რიცხვს შორის მოქმედებების შესრულება. მაგრამ შეუძლებელია მოქმედებები შესრულდეს str. ტიპის მონაცემსა და რიცხვით მონაცემს შორის.