#დავალება N01 შექმენით ცვლადი, სადაც შეინახავთ თვენს ასაკს. შემდეგ შექმენით მეორე ცვლადი სადაც შეინახავთ ნებისმიერი ოჯახისწევრის ასაკს. თქვენი დავალებაა რომ ჯერ დაბეჭდოთ თქვენს ასაკს + 10 შემდეგ ოჯახისწევრის ასაკს +10

#შევქმენი int. ტიპის ცვლადი და მივანიჭე მნიშვნელობა 18.
myage = 18
#შევქმენი int. ტიპის ცვლადი და მივანიჭე მნიშვნელობა 42.
dadsage = 42 
#ვბეჭდავ. int. ტიპის ცვლადს დავუმატე 10 და შედეგი გამოვიტანე ტერმინალში.
print(myage+10) 
#ვბეჭდავ. int. ტიპის ცვლადს დავუმატე 10 და შედეგი გამოვიტანე ტერმინალში.
print(dadsage+10) 