#დავალება N02 შექმენით ორი ცვლადი, თითოეულში შეინახეთ ნებისმიერი რიცხვი. შეასრულეთ არითმეტიკული მოქმედებები ამ რიცხვებს შორის და დაბეჭდეთ შედეგები.

#შევქმენი int. ტიპის ცვლადი და მივანიჭე მნიშვნელობა 77.
num1 = 77 
#შევქმენი int. ტიპის ცვლადი და მივანიჭე მნიშვნელობა 99.
num2 = 99 
#ვბეჭდავ, შეკრებას პირველ და მეორე ცვლადს შორის. შედეგი გამომაქვს ტერმინალში
print(num1 + num2) 
#ვბეჭდავ,გამოკლებას პირველ და მეორე ცვლადს შორის. შედეგი გამომაქვს ტერმინალში.
print(num1 - num2) 
#ვბეჭდავ,გამრავლებას პირველ და მეორე ცვლადს შორის. შედეგი გამომაქვს ტერმინალში.
print(num1 * num2) 
#ვბეჭდავ, გაყოფას პირველ და მეორე ცვლადს შორის. შედეგი გამომაქვს ტერმინალში.
print(num1 / num2) 