#დავალება N5 შექმენით ორი ცვლადი, პირველში შეინახეთ თვენი ასაკი, ხოლო მეორეში მშობლის ასაკი.დაბეჭდეთ 10 წელში რამდენჯერ მეტი იქნება მშობლის ასაკი თქვენსაზე.

#შევქმენი int.ტიპის ცვლადი ცვლადი(ჩემი ასაკი). მივანიჭე მნიშვნელობა 18.
myage = 18 
#შევქმენი int.ტიპის ცვლადი ცვლადი(მამაჩემის ასაკი). მივანიჭე მნიშვნელობა 42.
dadsage = 42 
#int. ტიპის ცვლადს დავუმატე 10.შედეგი გამოვიტანე ტერმინალში.
print(myage + 10) 
#int. ტიპის ცვლადს დავუმატე 10.შედეგი გამოვიტანე ტერმინალში.
print(dadsage +10) 
#პირველი int. ტიპის ცვლადს + 10 გავყავი მეორე int. ტიპის ცვლადს + 10 ზე. შედეგად გავიგე რამდენჯერ მეტი იქნება მამაჩემის ასაკი ჩემს ასაკთან შედარებით 10 წელიწადში
print((dadsage +10 ) / (myage+10)) 
#10 წლის შემდეგ მშობლის ასაკი ჩემს ასაკზე 1.8 ჯერ მეტი იქნება.